function Main() {
  return (
    <main className="main">
      <p>
        Добро пожаловать на наш сайт, где вы можете испытать наш калькулятор,
        который умеет вычислять интегралы. На данный момент вы можете посчитать
        определенный и кратный интеграл. Для определенного интеграла
        представлено несколько способов его вычисления такие, как:
        прямоугольников левых и правых частей, трапеций и парабол. Для первых
        двух способов вы можете добавить переменный шаг и указать точность.
      </p>
      <p>
        Калькулятор будет дополняться новыми функциями, как только мы их изучим!
      </p>
      <p>Удачного использования!</p>
    </main>
  );
}

export default Main;
